{
  "header_login": "Login",

  "hero_title": "Create Free QR Menu",
  "hero_subtitle": "Take Orders from Tables",
  "hero_description": "Offer your customers a contactless, fast, and modern ordering experience. Digitize your business with a QR menu and simplify your order and restaurant management processes.",
  "hero_cta_button": "Create for Free",
  "hero_sample_button": "Sample Menu",

  "highlight_1_subtitle": "Fast Orders",
  "highlight_1_title": "Take Orders from Tables with QR Menu",
  "highlight_1_description": "Your guests can instantly access your menu by scanning the QR code as soon as they sit down, without downloading any app. Thanks to its user-friendly interface, they can easily browse products, choose options, and send their orders directly. This reduces the need for waiters and significantly shortens the order-taking process. It’s indispensable for reducing service load and increasing customer satisfaction during busy hours.",

  "highlight_2_subtitle": "Easy Bill Management",
  "highlight_2_title": "Track Orders and Payments",
  "highlight_2_description": "Each table's bill is tracked live. Products added by customers or waiters instantly reflect on the bill. Cashiers can accept payments using various methods like cash, credit card, or meal vouchers when closing the order. You can also split bills by person, merge or transfer tables with ease. This system reduces internal errors and speeds up the payment process.",

  "highlight_3_subtitle": "Detailed Statistics",
  "highlight_3_title": "Evaluate Performance with Detailed Reports",
  "highlight_3_description": "Track your sales, product performance, and payment methods in real time. With advanced analytics screens, you can access insights like which product sells the most, your peak hours, and how much each table spent. These insights help you make informed decisions as you grow your business. Get weekly, monthly, and yearly reports with a single click.",

  "highlight_4_subtitle": "Live Kitchen Screen",
  "highlight_4_title": "Send Orders Instantly to the Kitchen",
  "highlight_4_description": "Orders are instantly sent to the kitchen screen. Details like which product was ordered when, and which table ordered what are clearly displayed for kitchen staff. This reduces order mistakes, speeds up preparation, and ensures a smoother service flow.",

  "pricing_subtitle": "Pricing",
  "pricing_title": "Start Free - Upgrade Anytime",
  "pricing_description": "Create your QR menu for free, and switch to the Professional plan anytime for more advanced features.",

  "pricing_free_title": "Basic",
  "pricing_free_description": "For beginners — create and manage a QR menu",
  "pricing_free_price": "Free",

  "pricing_pro_title": "Professional",
  "pricing_pro_description": "Advanced features like table ordering and bill tracking",
  "pricing_pro_price_discount": "$30",
  "pricing_pro_price": "$25",
  "pricing_pro_month": "month",

   "pricing_feature_1": "Add unlimited products and categories",
   "pricing_feature_2": "Create unlimited tables and QR codes",
   "pricing_feature_3": "Product options and variants",
   "pricing_feature_4": "Customize menu theme and colors",
   "pricing_feature_5": "Take table orders via QR codes",
   "pricing_feature_6": "Order management and kitchen integration",
   "pricing_feature_7": "Bill management and payment tracking",
   "pricing_feature_8": "Detailed reporting and statistics",
   "pricing_feature_9": "Unlimited users and role management",
   "pricing_feature_all": "All features available in the free plan",

  "faq_subtitle": "FAQ",
  "faq_title": "Frequently Asked Questions",

  "faq_1_q": "Is the Basic plan really free?",
  "faq_1_a": "Yes, the Basic plan is completely free and includes core features like menu creation, QR code generation, and basic order tracking.",
  "faq_2_q": "What is a QR Menu and how does it work?",
  "faq_2_a": "A QR Menu is a contactless digital menu system where your customers can instantly view your menu and place orders by scanning a QR code with their mobile devices.",
  "faq_3_q": "Can I customize the menu design and colors?",
  "faq_3_a": "Yes, with the Professional plan, you can fully customize your menu’s theme and colors to match your brand.",
  "faq_4_q": "Is there a limit to how many products or tables I can add?",
  "faq_4_a": "No, both the Basic and Professional plans allow you to add unlimited products, categories, and tables.",
  "faq_5_q": "How are orders submitted via QR sent to the kitchen?",
  "faq_5_a": "Orders placed via QR codes are instantly sent to the kitchen panel and can be viewed by kitchen staff in real-time.",
  "faq_6_q": "Can I assign different roles to my staff?",
  "faq_6_a": "Absolutely. You can define roles like waiter, kitchen staff, or manager and assign specific permissions to each role.",

  "blog_title": "Blog",
  "blog_description": "Discover our latest news and updates.",

  "menu_legal": "Legal",
  "menu_features": "Features",
  "menu_language": "Language"
}
