{

   "header_login": "Acceder",

   "hero_title": "Crea tu Carta Digital QR Gratis",
   "hero_subtitle": "Recibe Pedidos desde las Mesas",
   "hero_description": "Carta Digital QR Gratis para tu restaurante—sin tarjeta de crédito. Crea tu menú digital en minutos, acepta pedidos de mesas al instante y haz crecer tu negocio sin costos iniciales.",

   "hero_cta_button": "Crear Carta Gratis",
   "hero_sample_button": "Carta Ejemplo",

   "highlight_1_subtitle": "Agiliza el Servicio",
   "highlight_1_title": "Pide desde la mesa con carta QR",
   "highlight_1_description": "Los clientes pueden acceder instantáneamente a tu carta escaneando un código QR. Navega por los platos, añádelos al carrito y pide directamente desde la mesa—no se requiere descargar ninguna app.",

   "highlight_2_subtitle": "Gestión de Pedidos y Pagos",
   "highlight_2_title": "Control total de cuentas y cobros",
   "highlight_2_description": "Rastrea la cuenta de cada mesa en tiempo real. Acepta varios métodos de pago, divide cuentas, combina mesas y gestiona pedidos desde un solo panel.",

   "highlight_3_subtitle": "Estadísticas de tu Carta Digital",
   "highlight_3_title": "Ventas, productos más pedidos y horas pico",
   "highlight_3_description": "Monitorea el rendimiento con análisis en tiempo real. Rastrea ventas, productos más vendidos, tipos de pago y genera informes detallados para decisiones basadas en datos.",

  "highlight_4_subtitle": "Pantalla de Cocina Digital",
  "highlight_4_title": "Envía los Pedidos a Cocina al Instante",
  "highlight_4_description": "Los pedidos aparecen instantáneamente en la pantalla de cocina. El personal puede ver platos, números de mesa y horarios. Gestiona la preparación con eficiencia con pedidos priorizados.",

  "highlight_5_subtitle": "Soporte Multilingüe",
  "highlight_5_title": "Compatible con más de 50 idiomas con traducción automática",
  "highlight_5_description": "Soporte para 50+ idiomas con traducción automática. Tu carta QR está instantáneamente disponible en varios idiomas—no se requiere descargar ninguna app para los clientes.",

   "pricing_subtitle": "Precios",
   "pricing_title": "Empieza Gratis - Mejora Cuando Quieras",
   "pricing_description": "Puedes crear tu carta QR gratis y cambiar al plan profesional en cualquier momento para acceder a funciones avanzadas.",

   "pricing_free_title": "Básico",
   "pricing_free_description": "Crea y gestiona tu carta QR de forma gratuita.",
   "pricing_free_price": "Gratis",

   "pricing_pro_title": "Profesional",
   "pricing_pro_description": "Gestión de pedidos, soporte multilingüe y estadísticas",
   "pricing_pro_price_discount": "$30",
   "pricing_pro_price": "$25",
   "pricing_pro_month": "al mes",

   "pricing_feature_1": "Agrega productos y categorías ilimitadas",
   "pricing_feature_2": "Crea mesas y códigos QR ilimitados",
   "pricing_feature_3": "Características y opciones de productos",
   "pricing_feature_4": "Personaliza temas y colores del menú",
   "pricing_feature_5": "Elige una URL personalizada para tu negocio",
   "pricing_feature_6": "Recibe pedidos desde las mesas mediante código QR",
   "pricing_feature_7": "Seguimiento de pedidos y pantalla de cocina",
   "pricing_feature_8": "Gestión de cuentas y seguimiento de pagos",
   "pricing_feature_9": "Informes detallados y estadísticas",
   "pricing_feature_10": "Usuarios ilimitados y control de permisos",
   "pricing_feature_11": "Agrega varios idiomas con traducción automática",
   "pricing_feature_all": "Todas las funciones incluidas en el plan gratuito",


   "faq_subtitle": "Ayuda",
   "faq_title": "Preguntas Frecuentes",

   "faq_1_q": "¿Qué es una Carta Digital y cómo funciona?",
   "faq_1_a": "Una Carta Digital con código QR es un sistema de menú sin contacto que permite a tus clientes ver el menú al instante y hacer pedidos escaneando un código QR con sus dispositivos móviles.",

   "faq_2_q": "¿Qué incluye el plan de Carta QR Gratis?",
   "faq_2_a": "Con el plan gratuito de carta digital, puedes crear categorías de productos, artículos y mesas ilimitadas. También puedes añadir la ubicación de tu negocio, enlaces a redes sociales, horarios de atención y detalles de Wi-Fi. Puedes registrar una URL personalizada para tu negocio y personalizar el tema y los colores del menú según tu marca. Con la función 'Llamar al camarero', los clientes pueden solicitar atención directamente desde la carta QR.",

   "faq_3_q": "¿Qué diferencia al plan Profesional de Carta QR?",
   "faq_3_a": "El plan Profesional te permite recibir pedidos directamente desde las mesas, gestionar las órdenes desde un solo panel y coordinar la cocina con una pantalla en vivo. Puedes generar informes detallados de ventas por platos, áreas o mesas, y obtener resúmenes diarios. La opción multilingüe traduce automáticamente tu carta QR a hasta 5 idiomas seleccionados. También puedes asignar roles de usuario como camarero, personal de cocina o administrador a tu equipo.",

   "faq_4_q": "¿Puedo personalizar el diseño y los colores del menú?",
   "faq_4_a": "Sí, tanto en los planes Gratuito como Profesional puedes personalizar completamente el tema y los colores del menú para que coincidan con la identidad de tu marca.",

   "faq_5_q": "¿Cuántos productos o mesas puedo añadir? ¿Hay un límite de pedidos?",
   "faq_5_a": "Todos los planes permiten añadir productos, categorías y mesas ilimitadas. En el plan Profesional también puedes recibir pedidos sin límite.",

   "faq_6_q": "¿Mi Carta QR tendrá una URL personalizada del negocio?",
   "faq_6_a": "Sí. En todos los planes puedes elegir una URL personalizada durante el registro. Si la URL ya ha sido tomada por otro negocio, no podrá reutilizarse. Tus clientes podrán acceder a tu carta QR a través de esta URL.",

   "blog_title": "Blog",
   "blog_description": "Descubre nuestras últimas noticias y actualizaciones.",

   "menu_legal": "Legal",
   "menu_features": "Funciones",
   "menu_language": "Idioma",

   "downloads_subtitle": "Descargas de Software",
   "downloads_title": "Servidor de Impresión Menumix",
   "downloads_description": "Descarga e instala el Servidor de Impresión Menumix para imprimir automáticamente los pedidos desde las mesas directamente en tu impresora de cocina.",
   "downloads_printer_server_title": "Servidor de Impresión Menumix v0.9.0",
   "downloads_printer_server_description": "Esta aplicación envía automáticamente los pedidos de tu carta QR a tu impresora de cocina. Elige la versión compatible con tu sistema operativo.",
   "downloads_macos_arm": "macOS (Apple Silicon)",
   "downloads_macos_intel": "macOS (Intel)",
   "downloads_windows_64": "Windows (64-bit)",
   "downloads_windows_32": "Windows (32-bit)"
}