{

   "header_login": "เข้าสู่ระบบ",

   "hero_title": "สร้าง QR Menu ฟรี",
   "hero_subtitle": "รับออเดอร์จากโต๊ะ",
   "hero_description": "QR Menu ฟรีสำหรับร้านอาหารของคุณ—ไม่ต้องใช้บัตรเครดิต สร้างเมนูดิจิทัลของคุณในไม่กี่นาที รับออเดอร์จากโต๊ะทันที และเติบโตธุรกิจของคุณโดยไม่มีค่าใช้จ่ายล่วงหน้า",
   
   "hero_cta_button": "สร้างเมนูฟรี",
   "hero_sample_button": "ตัวอย่างเมนู",

   "highlight_1_subtitle": "เร่งความเร็วในการบริการ",
   "highlight_1_title": "รับออเดอร์จากโต๊ะด้วย QR Menu",
   "highlight_1_description": "ลูกค้าสามารถเข้าถึงเมนูของคุณทันทีโดยสแกน QR code เรียกดูรายการ เพิ่มลงตะกร้า และสั่งออเดอร์โดยตรงจากโต๊ะ—ไม่ต้องดาวน์โหลดแอป",

   "highlight_2_subtitle": "การจัดการบิล",
   "highlight_2_title": "ติดตามออเดอร์และการชำระเงิน",
   "highlight_2_description": "ติดตามบิลของแต่ละโต๊ะแบบเรียลไทม์ รับวิธีการชำระเงินหลายแบบ แบ่งบิล รวมโต๊ะ และจัดการออเดอร์จากแดชบอร์ดเดียว",

   "highlight_3_subtitle": "สถิติแบบละเอียด",
   "highlight_3_title": "ติดตามยอดขายและการวิเคราะห์ QR menu",
   "highlight_3_description": "ตรวจสอบประสิทธิภาพด้วยการวิเคราะห์แบบเรียลไทม์ ติดตามยอดขาย สินค้าขายดี ประเภทการชำระเงิน และสร้างรายงานแบบละเอียดเพื่อตัดสินใจตามข้อมูล",

  "highlight_4_subtitle": "ระบบแสดงหน้าจอครัว",
  "highlight_4_title": "ส่งออเดอร์ไปยังครัวทันที",
  "highlight_4_description": "ออเดอร์ปรากฏทันทีบนหน้าจอครัว พนักงานสามารถเห็นรายการ หมายเลขโต๊ะ และเวลา จัดการการเตรียมอาหารอย่างมีประสิทธิภาพด้วยออเดอร์ที่จัดลำดับความสำคัญ",

  "highlight_5_subtitle": "รองรับหลายภาษา",
  "highlight_5_title": "รองรับ 50+ ภาษาด้วยการแปลอัตโนมัติ",
  "highlight_5_description": "รองรับ 50+ ภาษาด้วยการแปลอัตโนมัติ QR menu ของคุณพร้อมใช้งานในหลายภาษาทันที—ไม่ต้องดาวน์โหลดแอปสำหรับลูกค้า",

 "pricing_subtitle": "ราคา",
 "pricing_title": "เริ่มฟรี - อัปเกรดได้ตลอดเวลา",
 "pricing_description": "คุณสามารถสร้าง QR menu ของคุณได้ฟรีและอัปเกรดเป็นแผนมืออาชีพได้ตลอดเวลาเพื่อเข้าถึงคุณสมบัติขั้นสูง",

 "pricing_free_title": "พื้นฐาน",
 "pricing_free_description": "สร้างและจัดการ QR menu ของคุณได้ฟรี",
 "pricing_free_price": "ฟรี",

 "pricing_pro_title": "มืออาชีพ",
"pricing_pro_description": "การจัดการออเดอร์ รองรับหลายภาษา และการวิเคราะห์",
"pricing_pro_price_discount": "$30",
"pricing_pro_price": "$25",
"pricing_pro_month": "ต่อเดือน",

"pricing_feature_1": "เพิ่มผลิตภัณฑ์และหมวดหมู่ไม่จำกัด",
"pricing_feature_2": "สร้างโต๊ะและ QR code ไม่จำกัด",
"pricing_feature_3": "คุณสมบัติและตัวเลือกของผลิตภัณฑ์",
"pricing_feature_4": "ปรับแต่งธีมและสีของเมนู",
"pricing_feature_5": "เลือก URL ธุรกิจที่กำหนดเอง",
"pricing_feature_6": "รับออเดอร์จากโต๊ะผ่าน QR code",
"pricing_feature_7": "ติดตามออเดอร์และหน้าจอครัว",
"pricing_feature_8": "การจัดการบิลและการติดตามการชำระเงิน",
"pricing_feature_9": "รายงานและการวิเคราะห์แบบละเอียด",
"pricing_feature_10": "ผู้ใช้ไม่จำกัดและการควบคุมสิทธิ์",
"pricing_feature_11": "เพิ่มหลายภาษาด้วยการแปลอัตโนมัติ",
"pricing_feature_all": "คุณสมบัติทั้งหมดที่รวมอยู่ในแผนฟรี",


"faq_subtitle": "คำถามที่พบบ่อย",
"faq_title": "คำถามที่พบบ่อย",


"faq_1_q": "Digital Menu คืออะไรและทำงานอย่างไร?",
"faq_1_a": "Digital QR Menu เป็นระบบเมนูแบบไม่สัมผัสที่ช่วยให้ลูกค้าของคุณสามารถดูเมนูและสั่งออเดอร์ได้ทันทีโดยสแกน QR code ด้วยอุปกรณ์มือถือ",

"faq_2_q": "แผน QR Menu ฟรีรวมอะไรบ้าง?",
"faq_2_a": "ด้วยแพ็คเกจเมนูดิจิทัลฟรี คุณสามารถสร้างหมวดหมู่ผลิตภัณฑ์ รายการ และโต๊ะไม่จำกัด คุณยังสามารถเพิ่มตำแหน่งธุรกิจ ลิงก์โซเชียลมีเดีย เวลาทำการ และรายละเอียด Wi-Fi ลงในเมนูของคุณได้ สามารถลงทะเบียน URL ธุรกิจที่กำหนดเองได้ และคุณสามารถปรับแต่งธีมและสีของเมนูให้ตรงกับแบรนด์ของคุณ ด้วยคุณสมบัติ 'เรียกพนักงานเสิร์ฟ' ลูกค้าของคุณสามารถเรียกพนักงานเสิร์ฟได้โดยตรงจาก QR menu",

"faq_3_q": "แผน QR Menu มืออาชีพแตกต่างอย่างไร?",
"faq_3_a": "แผน QR Menu มืออาชีพช่วยให้คุณรับออเดอร์โดยตรงจากโต๊ะ จัดการบิลจากแผงเดียว และจัดการการทำงานของครัวด้วยหน้าจอครัวแบบสด คุณสามารถสร้างรายงานยอดขายแบบละเอียดเพื่อวัดประสิทธิภาพตามรายการเมนู หมวดหมู่ และโต๊ะ และรับสรุปสิ้นวัน ตัวเลือกหลายภาษาจะแปล QR menu ของคุณเป็นภาษาที่เลือกได้สูงสุด 5 ภาษาอัตโนมัติ คุณยังสามารถกำหนดบทบาทผู้ใช้ เช่น พนักงานเสิร์ฟ พนักงานครัว หรือผู้จัดการให้กับพนักงานของคุณได้",

"faq_4_q": "ฉันสามารถปรับแต่งการออกแบบและสีของเมนูได้หรือไม่?",
"faq_4_a": "ใช่ ในทั้งแผน QR Menu ฟรีและมืออาชีพ คุณสามารถปรับแต่งธีมและสีของเมนูให้ตรงกับแบรนด์ของคุณได้อย่างสมบูรณ์",

"faq_5_q": "ฉันสามารถเพิ่มผลิตภัณฑ์หรือโต๊ะได้กี่รายการ? มีขีดจำกัดออเดอร์หรือไม่?",
"faq_5_a": "แผนทั้งหมดอนุญาตให้เพิ่มผลิตภัณฑ์ หมวดหมู่ และโต๊ะไม่จำกัด ในแผนเมนูมืออาชีพ คุณยังสามารถรับและจัดการออเดอร์ไม่จำกัดได้",

"faq_6_q": "QR Menu ของฉันจะมี URL ธุรกิจที่กำหนดเองหรือไม่?",
"faq_6_a": "ใช่ ในทุกแผน คุณสามารถเลือก URL ที่กำหนดเองสำหรับธุรกิจของคุณระหว่างการลงทะเบียน หาก URL ถูกใช้โดยธุรกิจอื่นแล้ว จะไม่สามารถนำกลับมาใช้ใหม่ได้ เมนูดิจิทัลของคุณจะเข้าถึงได้โดยลูกค้าผ่าน URL นี้",

"blog_title": "บล็อก",
"blog_description": "ค้นพบข่าวสารและอัปเดตล่าสุดของเรา",

   "menu_legal": "กฎหมาย",
   "menu_features": "คุณสมบัติ",
   "menu_language": "ภาษา",

   "downloads_subtitle": "ดาวน์โหลดซอฟต์แวร์",
   "downloads_title": "Menumix Printer Server",
   "downloads_description": "ดาวน์โหลดและติดตั้ง Menumix Printer Server เพื่อพิมพ์ออเดอร์จากโต๊ะโดยอัตโนมัติไปยังเครื่องพิมพ์ครัวของคุณโดยตรง",
   "downloads_printer_server_title": "Menumix Printer Server v0.9.0",
   "downloads_printer_server_description": "แอปพลิเคชันนี้จะส่งออเดอร์ QR menu ของคุณไปยังเครื่องพิมพ์ครัวโดยอัตโนมัติ เลือกเวอร์ชันที่เข้ากันได้กับระบบปฏิบัติการของคุณ",
   "downloads_macos_arm": "macOS (Apple Silicon)",
   "downloads_macos_intel": "macOS (Intel)",
   "downloads_windows_64": "Windows (64-bit)",
   "downloads_windows_32": "Windows (32-bit)"
}
